insert into public.notices(category_id,detail,title,created_at,updated_at) values 
    (2,'地域コミュニティサイト「しまきち」のサービス開始！！
沖縄の魅力をみんなで共有しよう','アップデート情報　Ver1.0.0',DATE '2024-05-20',null)
  , (2,'地域コミュニティサイト「しまきち」のサービス開始！！
沖縄の魅力をみんなで共有しよう','アップデート情報　Ver1.0.1',DATE '2024-05-21',null)
  , (2,'地域コミュニティサイト「しまきち」のサービス開始！！
沖縄の魅力をみんなで共有しよう!','アップデート情報　Ver1.0.2',DATE '2024-05-23',null)
  , (2,'地域コミュニティサイト「しまきち」のサービス開始！！
沖縄の魅力をみんなで共有しよう','アップデート情報　Ver1.0.3',DATE '2024-05-24',null)
  , (2,'地域コミュニティサイト「しまきち」のサービス開始！！
沖縄の魅力をみんなで共有しよう','アップデート情報　Ver1.1.0',DATE '2024-05-26',null)
  , (2,'地域コミュニティサイト「しまきち」のサービス開始！！
沖縄の魅力をみんなで共有しよう','アップデート情報　Ver1.1.1',DATE '2024-05-30',null)
  , (2,'地域コミュニティサイト「しまきち」のサービス開始！！
沖縄の魅力をみんなで共有しよう','アップデート情報　Ver1.1.2',DATE '2024-06-01',null)
  , (2,'地域コミュニティサイト「しまきち」のサービス開始！！
沖縄の魅力をみんなで共有しよう','アップデート情報　Ver1.1.3',DATE '2024-06-04',null)
  , (2,'地域コミュニティサイト「しまきち」のサービス開始！！
沖縄の魅力をみんなで共有しよう','アップデート情報　Ver1.1.5',DATE '2024-06-15',null)
  , (2,'地域コミュニティサイト「しまきち」のサービス開始！！
沖縄の魅力をみんなで共有しよう','アップデート情報　Ver1.2.0',DATE '2024-06-20',null);
