insert into public.posts(category_id,cities_id,users_id,title,image_uuid,summary,detail,address,map_longitude,map_latitude,link,created_at,updated_at) values 
    (1,22,1,'タイトル','{ad70ca87-5a96-4a22-a587-f24d09d61add}','概要概要概要概要概要概要','これは詳細です。これは詳細です。これは詳細です。これは詳細です。これは詳細です。これは詳細です。これは詳細です。これは詳細です。これは詳細です。これは詳細です。これは詳細です。これは詳細です。これは詳細です。これは詳細です。これは詳細です。これは詳細です。これは詳細です。これは詳細です。これは詳細です。これは詳細です。これは詳細です。これは詳細です。これは詳細です。これは詳細です。これは詳細です。これは詳細です。これは詳細です。これは詳細です。これは詳細です。これは詳細です。これは詳細です。これは詳細です。これは詳細です。これは詳細です。これは詳細です。','沖縄県那覇市樋川１丁目１９?１９',26.341833,127.824856,'https://fullstack-backend.com/',null,null)
  , (1,22,2,'サンプルタイトル','{76fbd309-da36-4331-96be-9aa4220bc7cc}','概要概要概要概要概要概要','これは詳細です。これは詳細です。これは詳細です。これは詳細です。これは詳細です。これは詳細です。これは詳細です。これは詳細です。これは詳細です。これは詳細です。これは詳細です。これは詳細です。これは詳細です。これは詳細です。これは詳細です。これは詳細です。これは詳細です。これは詳細です。これは詳細です。これは詳細です。これは詳細です。これは詳細です。これは詳細です。これは詳細です。これは詳細です。これは詳細です。これは詳細です。これは詳細です。これは詳細です。これは詳細です。これは詳細です。これは詳細です。これは詳細です。これは詳細です。これは詳細です。','沖縄県那覇市松尾１丁目１０?２４',26.212664,127.682185,'https://fullstack-backend.com/',DATE '2024-06-20',DATE '2024-06-21')
  , (2,13,7,'沖縄海中道路','{7042e92a-f170-4419-b8e1-6155ab3eb431}','海上の浅瀬を埋め立てた堤防と橋からなる風光明媚なポイントなので「海上を走る滑走路」とも「あやはし」(美しい橋)とも呼ばれ、ドライブコースとして有名になりました。','沖縄本島中部のうるま市にある海中道路。 沖縄本島の与勝半島から平安座島、浜比嘉島、宮城島そして伊計島へのアクセスに欠かせない道路です。 1972年に開通し、1999年に４車線化しました。 全長約4.7ｋｍあり、通行料金は無料です。','沖縄県うるま市与那城屋平４',26.331634,127.923452,'https://ja.wikipedia.org/wiki/%E6%B5%B7%E4%B8%AD%E9%81%93%E8%B7%AF',DATE '2024-06-20',DATE '2024-06-20')
  , (6,8,3,'道の駅「ぎのざ」','{3952d037-5234-4433-b3ea-e453c71cd12f}','宜野座村にある遊び場が豊富な道の駅！！','道の駅「ぎのざ」は、水と緑と太陽の里宜野座村の観光拠点施設として 2018年4月にリニューアルオープンをしました。目の前には太平洋、隣には漢那福地川が流れ、 裏山には漢那ダムがある自然豊かな景観にある道の駅です。  特徴としては、水をテーマにした水遊び場や大型遊具、さらには宜野座産の新鮮野菜や特産品などが 購入できる未来ぎのざが隣接しており、地元の食材を使った自慢の料理を食べるフードコーナーもあります。  こちらでは、宜野座村のマスコットキャラクター ”ぎ～のくん” と 道の駅のマスコットキャラクター ”Rioちゃん” が道の駅「ぎのざ」の楽しみ方をご紹介いたします。','沖縄県国頭郡宜野座村漢那１６３３',26.474072,127.954525,'https://mitinoeki-ginoza.com/',DATE '2024-06-20',DATE '2024-06-20')
  , (1,10,2,'タイトル',null,'概要','ここは詳細情報を記述する場所です','沖縄県那覇市松尾１丁目１０?２４',26.341833,127.824856,'https://fullstack-backend.com/',DATE '2024-06-21',DATE '2024-06-21')
  , (1,10,2,'タイトル',null,'概要','ここは詳細情報を記述する場所です','沖縄県那覇市松尾１丁目１０?２４',26.341833,127.824856,'https://fullstack-backend.com/',DATE '2024-06-21',DATE '2024-06-21')
  , (1,10,2,'タイトル',null,'概要','ここは詳細情報を記述する場所です','沖縄県那覇市松尾１丁目１０?２４',26.341833,127.824856,'https://fullstack-backend.com/',DATE '2024-06-21',DATE '2024-06-21')
  , (1,9,5,'シーサイドドライブイン','{68f8a2ed-3740-42cd-939b-c67c9c667436}','１９６７年創業、沖縄初のドライブインレストラン。','オープン当時からドライブ途中の休憩場所として利用される方が多いレストランです。

当時から現在に至るまで、全ての料理がテイクアウトできて、イートインもできるドライブイン形式として、

沖縄県内でも初めての「レストラン」です。ここは詳細情報を記述する場所です','沖縄県国頭郡恩納村仲泊８８５',26.341833,127.824856,'https://seaside-drivein.jp/',DATE '2024-06-21',DATE '2024-06-21')
  , (2,14,7,'沖縄こどもの国','{e0cd2874-bd5f-4b0f-871a-b29914d44826}','沖縄本島中部の沖縄市に位置し、市街地にありながら緑が多く豊かな環境に囲まれています。','以前は、県内唯一の遊園地も併設されていたが、経営悪化のため1999年8月31日に閉館。その後、動物園なども改装工事のため一時閉館。2004年4月15日に財団法人沖縄こども未来ゾーン運営財団が、沖縄子ども未来ゾーンとしてリニューアルオープン。県内唯一のチルドレンズミュージアムである「ワンダーミュージアム」を併設する。

ホワイトライオンやアミメキリンなど人気の動物と共に、琉球列島独自の生態系の魅力に触れる「アークおきまる」では沖縄県の豊かな生態系について感じ学ぶことができる。

ワンダーミュージアムは建物館内にインハウス工房を有する地上1階、地下2階の施設。こどものアイディアを活用する参加型の企画が数多く実施され、他に類を見ないその取り組みは県内外から注目されている。

沖縄県の郷土の魅力を発信し、沖縄の未来をつくる人材を育てる教育普及施設として、広く愛される施設である。ここは詳細情報を記述する場所です','沖縄県沖縄市胡屋５丁目７?１',26.341833,127.824856,'https://ja.wikipedia.org/wiki/%E6%B2%96%E7%B8%84%E3%81%93%E3%81%A9%E3%82%82%E3%81%AE%E5%9B%BD',DATE '2024-06-21',DATE '2024-06-21')
  , (2,17,5,'北谷アメリカンビレッジ','{3037a1df-0b37-465c-befd-89b7cb25697a}','アメリカンアミューズメントタウン','街中がフォトスポットともいえるほど色鮮やかな建物が特徴で、海側エリアでは美しい西海岸を堪能できるカフェ・レストランが立ち並びます。 雑貨やお土産品、ファッションなど遊び方は多種多様！さらに、毎週土曜日には花火が打ちあがります。','沖縄県中頭郡北谷町美浜９?２',26.341833,127.824856,'https://www.okinawa-americanvillage.com/',DATE '2024-06-21',DATE '2024-06-21')
  , (1,10,7,'タイトル',null,'概要','ここは詳細情報を記述する場所です','沖縄県那覇市松尾１丁目１０?２４',26.341833,127.824856,'https://fullstack-backend.com/',DATE '2024-06-21',DATE '2024-06-21')
  , (2,9,5,'青の洞窟','{540073b0-121c-4713-bbc8-6dbb9e12fcf6}','シュノーケリング、ダイビング','沖縄本島で人気NO''1のシュノーケリング・体験ダイビングのスポットです。
沖縄本島中部エリアの恩納村にある「真栄田岬（まえだみさき）」の崖の下にある洞窟です。
青の洞窟の内部に差し込む太陽光線の反射によって海面が神秘的な青色に輝くことから「青の洞窟」と呼ばれています。
その自然が作り出した奇跡的な美しさは、人生に一度は見てもらいたい「絶景の青」です。','沖縄県国頭郡恩納村真栄田４６９?１',26.341833,127.824856,'https://www.murunu-shi.com/blue-cave/',DATE '2024-06-21',DATE '2024-06-21')
  , (1,10,7,'タイトル',null,'概要','ここは詳細情報を記述する場所です','沖縄県那覇市松尾１丁目１０?２４',26.341833,127.824856,'https://fullstack-backend.com/',DATE '2024-06-21',DATE '2024-06-21')
  , (6,10,5,'元サンセットビューインシャーベイ','{4d3e6846-18dd-4133-8da1-b7f711dea2b2}','廃ホテル','昔は高級ホテルだったんだとか、、、
何かしらの撮影に使われてそうな雰囲気のあるスポット。
夜に行くのは怖そう。','沖縄県国頭郡大宜味村押川',26.341833,127.824856,'',DATE '2024-06-21',DATE '2024-06-21')
  , (1,10,7,'タイトル',null,'概要','ここは詳細情報を記述する場所です','沖縄県那覇市松尾１丁目１０?２４',26.341833,127.824856,'https://fullstack-backend.com/',DATE '2024-06-21',DATE '2024-06-21')
  , (1,10,5,'タイトル',null,'概要','ここは詳細情報を記述する場所です','沖縄県那覇市松尾１丁目１０?２４',26.341833,127.824856,'https://fullstack-backend.com/',DATE '2024-06-21',DATE '2024-06-21')
  , (1,10,7,'タイトル',null,'概要','ここは詳細情報を記述する場所です','沖縄県那覇市松尾１丁目１０?２４',26.341833,127.824856,'https://fullstack-backend.com/',DATE '2024-06-21',DATE '2024-06-21')
  , (1,10,5,'タイトル',null,'概要','ここは詳細情報を記述する場所です','沖縄県那覇市松尾１丁目１０?２４',26.341833,127.824856,'https://fullstack-backend.com/',DATE '2024-06-21',DATE '2024-06-21')
  , (1,10,7,'タイトル',null,'概要','ここは詳細情報を記述する場所です','沖縄県那覇市松尾１丁目１０?２４',26.341833,127.824856,'https://fullstack-backend.com/',DATE '2024-06-21',DATE '2024-06-21')
  , (1,10,5,'タイトル',null,'概要','ここは詳細情報を記述する場所です','沖縄県那覇市松尾１丁目１０?２４',26.341833,127.824856,'https://fullstack-backend.com/',DATE '2024-06-21',DATE '2024-06-21')
  , (1,10,7,'タイトル',null,'概要','ここは詳細情報を記述する場所です','沖縄県那覇市松尾１丁目１０?２４',26.341833,127.824856,'https://fullstack-backend.com/',DATE '2024-06-21',DATE '2024-06-21')
  , (1,10,5,'タイトル',null,'概要','ここは詳細情報を記述する場所です','沖縄県那覇市松尾１丁目１０?２４',26.341833,127.824856,'https://fullstack-backend.com/',DATE '2024-06-21',DATE '2024-06-21')
  , (1,10,7,'タイトル',null,'概要','ここは詳細情報を記述する場所です','沖縄県那覇市松尾１丁目１０?２４',26.341833,127.824856,'https://fullstack-backend.com/',DATE '2024-06-21',DATE '2024-06-21')
  , (1,10,5,'タイトル',null,'概要','ここは詳細情報を記述する場所です','沖縄県那覇市松尾１丁目１０?２４',26.341833,127.824856,'https://fullstack-backend.com/',DATE '2024-06-21',DATE '2024-06-21')
  , (1,10,7,'タイトル',null,'概要','ここは詳細情報を記述する場所です','沖縄県那覇市松尾１丁目１０?２４',26.341833,127.824856,'https://fullstack-backend.com/',DATE '2024-06-21',DATE '2024-06-21')
  , (7,1,2,'aaa','{9abfccca-b991-4d08-b789-8aaafa4f008b}','宜野座村にある遊び場が豊富な道の駅！！','aaa','沖縄県国頭郡国頭村奥間',26.718683,128.210507,'https://mitinoeki-ginoza.com/',DATE '2024-06-21',DATE '2024-06-21')
  , (6,22,2,'ひみつの場所','{7d63179c-c268-49b0-bf3a-11c93bd57d73}','国際通り','太陽は知っている
神も風も木々も 我々ぬ胸の鼓動

僕は助けられました 太陽の島に（ハーイーヤ）
どんな時も笑顔で迎える この島に（イーヤサーサー）

国際通りのカマおばあ いつも島唄ありがとう（サーサー）
国際通りのカズにいにい 大声で笑う（イーヤサーサー）
国際通りのマサさんのそばは 旅の始まりの合図（イーヤサーサー）
「ハイサイ」と笑い手を振る ホテル国際通り

己の心に水をさせ 空よ雲よ（イーヤサーサー）
1日目も2日目も3日目も ひみつの場所国際通り
僕が全て教えてあげるさ 暖かい場所へ
心に咲いた 国際通りの華

僕が教えたくないチャンプルの味は 国際通りに入ってすぐ
親しい人しか教えない 紫色のタルト（イーヤサーサー）

さぁ初日も中日（なかび）も最終日も ギリまでいる国際通り
深呼吸して飛び込むのさ 僕だけの場所へ
神 愛 希望 世界のすべて 国際通りは知っている（イーヤサーサー）

ガイドブックには頼らないさ
インア　インターナショナルストリート
ギリのギリまでいる国際通りにいる

（ここからカチャーシー）
コ・コ・コ・コ・国際通り！
僕が見つけた国際通り！
ギ・ギ・ギリまで国際通り！
素でいれる場所国際通り！','沖縄県那覇市松尾１丁目１?１',26.213651,127.680561,'',DATE '2024-06-21',DATE '2024-06-21');
